---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.TrussFamilyTopChord
source: html/43abe894-eb04-4ed5-3676-8ef8118dc31f.htm
---
# Autodesk.Revit.DB.GroupTypeId.TrussFamilyTopChord Property

Top Chords.

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyTopChord { get; }
```